{
  "result": [
    {
      "id": "1",
      "judul": "The Magic Library - Perpustakaan Ajaib Bibbi Bokken",
      "penulis": "Jostein Gaarder, Klaus Hagerup",
      "penerbit": "Mizan(Terjemahan Indonesia)",
      "tahun": "1993, 2016 (Terjemahan Bahasa Indonesia)",
      "sinopsis": "The Magic Library (Perpustakaan Ajaib) adalah kisah petualangan dua sepupu remaja, Nils dan Berit, yang berkomunikasi lewat buku surat. Mereka kemudian menyelidiki dan berusaha mengungkap misteri wanita misterius bernama Bibbi Bokken dan konspirasi yang terkait dengan perpustakaan ajaib, hingga akhirnya memecahkan misteri tersebut. Novel ini menggabungkan unsur misteri, petualangan, fantasi, dan filosofi, sambil memuji nilai buku dan literasi.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1455695598i/29199559.jpg"
    },
    {
      "id": "2",
      "judul": "Sophie's World - Dunia Sophie",
      "penulis": "Jostein Gaarder",
      "penerbit": "Mizan (Terjemahan Indonesia)",
      "tahun": "1991, 2010 (Terjemahan Bahasa Indonesia)",
      "sinopsis": "Sophie's World (Dunia Sophie) adalah novel filosofi yang mengikuti perjalanan seorang gadis remaja bernama Sophie Amundsen yang menerima surat misterius tentang pertanyaan-pertanyaan filosofis. Melalui surat-surat tersebut, Sophie belajar tentang sejarah filsafat dari zaman kuno hingga modern, sambil menghadapi misteri tentang identitasnya sendiri dan dunia di sekitarnya. Novel ini menggabungkan elemen cerita fiksi dengan penjelasan filosofis, menjadikannya pengantar yang menarik untuk pemikiran filosofis.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1357537764i/1658408.jpg"
    },
    {
      "id": "3",
      "judul": "Laskar Pelangi",
      "penulis": "Andrea Hirata",
      "penerbit": "Bentang Pustaka",
      "tahun": "2005",
      "sinopsis": "Laskar Pelangi adalah novel yang mengisahkan perjuangan sepuluh anak dari keluarga miskin di Belitung untuk mendapatkan pendidikan di tengah keterbatasan. Mereka menghadapi berbagai tantangan, termasuk kondisi sekolah yang memprihatinkan dan tekanan sosial. Namun, dengan semangat persahabatan, kegigihan, dan dukungan dari guru-guru mereka, anak-anak ini berusaha meraih mimpi mereka. Novel ini menyoroti pentingnya pendidikan, harapan, dan kekuatan mimpi dalam mengatasi kesulitan hidup.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1489732961i/1362193.jpg"
    },
    {
      "id": "4",
      "judul": "Sang Pemimpi",
      "penulis": "Andrea Hirata",
      "penerbit": "Bentang Pustaka",
      "tahun": "2006",
      "sinopsis": "Novel Sang Pemimpi adalah kisah tentang perjuangan dan persahabatan tiga remaja Belitong, Ikal, Arai, dan Jimbron, untuk meraih mimpi melanjutkan pendidikan tinggi di Prancis. Mereka bekerja keras sambil bersekolah, seringkali dengan kondisi ekonomi yang sulit, untuk mewujudkan cita-cita tersebut. Kisah ini penuh dengan inspirasi dan emosi, menekankan pentingnya harapan, kerja keras, dan optimisme untuk meraih mimpi.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1489733383i/1407874.jpg"
    },
    {
      "id": "5",
      "judul": "Daun Yang Jatuh Tak Pernah Membenci Angin",
      "penulis": "Tere Liye",
      "penerbit": "Gramedia Pustaka Utama",
      "tahun": "2010",
      "sinopsis": "Daun yang Jatuh Tak Pernah Membenci Angin menceritakan kisah Tania, seorang gadis yang hidup dalam kemiskinan bersama ibu dan adiknya, yang kemudian dibantu oleh seorang pria bernama Danar. Perasaan kasih sayang dan simpati Tania terhadap Danar tumbuh menjadi cinta, tetapi terhalang oleh perbedaan usia yang jauh dan kenyataan bahwa Danar sudah menikah dengan wanita lain, Ratna. Akhirnya, Tania harus menerima takdir cintanya dan belajar untuk melepaskan dengan ikhlas.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1485759293i/8343444.jpg"
    },
    {
      "id": "6",
      "judul": "Menuju(h)",
      "penulis": "Aan Syafrani, Iru Irawan, Mahir Pradana, Maradilla Syachridar, Sundea, Theoresia Rumthe, Valiant Budi",
      "penerbit": "Gagas Media",
      "tahun": "2012",
      "sinopsis": "Menuju(h) adalah kumpulan cerita pendek yang unik, di mana setiap hari dalam seminggu (Senin-Minggu) memiliki dua cerita yang saling berhubungan dan diceritakan dari sudut pandang karakter yang berbeda. Cerita-cerita ini menggambarkan berbagai tema seperti cinta, hubungan, dan perjuangan hidup, dengan narasi yang terjalin dan saling melengkapi satu sama lain. ",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1349859044i/16078317.jpg"
    },
    {
      "id": "7",
      "judul": "Hujan",
      "penulis": "Tere Liye",
      "penerbit": "Gramedia Pustaka Utama",
      "tahun": "2016",
      "sinopsis": "Novel Hujan karya Tere Liye menceritakan kisah Lail yang menjadi yatim piatu setelah bencana alam dahsyat, bertemu dengan Esok di tempat pengungsian, dan berjuang untuk melanjutkan hidupnya di tengah teknologi canggih masa depan. Setelah harus berpisah karena diadopsi keluarga lain, Lail dan Esok bertemu kembali dan terlibat dalam proyek luar angkasa, namun menghadapi dilema besar tentang ingatan dan cinta saat Lail memutuskan untuk menghapus kenangan pahitnya.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1451905281i/28446637.jpg"
    },
    {
      "id": "8",
      "judul": "Sirkus Pohon",
      "penulis": "Andrea Hirata",
      "penerbit": "Bentang Pustaka",
      "tahun": "2018",
      "sinopsis": "Novel ini bercerita tentang Sobri, seorang pemuda miskin yang jatuh cinta pada Dinda dan mendapat pekerjaan sebagai badut di sirkus keliling. Novel ini menggabungkan kisah cinta, perjuangan hidup, dan sindiran sosial di sebuah kampung di Belitung, termasuk situasi politik dan isu kesenjangan pendidikan serta lapangan kerja. Novel ini juga menampilkan banyak tokoh menarik, humor, dan sindiran, serta terkesan \"ramai\" karena banyaknya peristiwa dan konflik yang terjadi.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1512140806i/36013261.jpg"
    },
    {
      "id": "9",
      "judul": "Hitam 2045",
      "penulis": "Henry Manampiring",
      "penerbit": "Bukune",
      "tahun": "2022",
      "sinopsis": "Novel Hitam 2045 berlatar tahun 2045, di mana Indonesia menjadi negara terkuat kedua di Asia Pasifik, dengan sistem tiga golongan warga: Emas (pimpinan), Perak (pengelola), dan Perunggu (rakyat jelata). Tokoh utama, Akni, seorang anggota program Pilar Muda, mulai curiga terhadap kematian ayahnya setelah bertemu terduga teroris yang tampaknya mengenal ayahnya. Penyelidikannya membuka konspirasi kompleks di balik kemajuan negara yang terlihat, menguji kesetiaannya dan bahkan mengancam fondasi Republik.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1661579479i/62096345.jpg"
    },
    {
      "id": "10",
      "judul": "Rasa",
      "penulis": "Tere Liye",
      "penerbit": "Sabak Grip",
      "tahun": "2022",
      "sinopsis": "Novel Rasa karya Tere Liye bercerita tentang persahabatan dan cinta di masa SMA. Sinopsisnya berpusat pada dua sahabat, Lin dan Jo, yang persahabatannya diuji ketika keduanya menyukai cowok yang sama. Selain itu, cerita juga menyoroti masalah keluarga, di mana teman dekat Lin bernama Putri kembali ke Jakarta karena ibunya sakit dan ada kesalahpahaman lama dengan Bunda Lin yang perlu diluruskan.",
      "cover": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1649214913i/60759195.jpg"
    }
  ]
}
